<html>
    
        <header>
            <img id ="logo" src="https://cdn.27.ua/sc--media--prod/default/b5/9f/e3/b59fe360-b1fd-43a4-a1ad-8b518036aaeb.jpg" height="50px"/>
            <b>Цікаві місця україни </b><a href="#discount">Детальніше об українi</a>
        </header>
        
        <main>
            <div class="myNavigation">
            <nav>
                <i>
                <a href="#price" class="pop">Мicця у Дніпрі</a>
                 
                <a href="#delivery" >Місця у Одесі</a>
                <a href="#wholesale" class="pop">Місця у Києві</a>

                <a href="#about_us" >Місця у Львові</a>
</i>
            </nav>
            </div>





           <h2 id="price" class="FantasticParty"> <i>Місця у Дніпрі</i></h2>
           
           
            <p>
                <p  class="tobar"><img src="https://rest.guru.ua/img/place_photo/932/2065.jpg" width="85px"/><br/>Eрокосмічний музей Дніпро по праву вважається центром
 української космічної індустрії, тому створення 
Аерокосмічного музею у місті цілком закономірне
</p>
                <p  class="tobar"><img src="https://rest.guru.ua/img/place_photo/920/2043.jpg" width="85px "/><br/>Катеринославський бульвар Катеринославський бульвар у Дніпрі неможливо обійти стороною.
 Він був відкритий у2004 роцi</p>      
            </p>
        </main>









          <h2 id="delivery" class="FantasticParty"> <i>Місця В Одесі</i></h2>
           
           
            <p>
                <p  class="tobar"><img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSfz8hfKm2Q7RgUPtEimumCQOAwt5A4KMaZ9W0bsBRNlWFLB3mJJsE-rmBycgHRYaBwIbw&usqp=CAU" width="90px"/><br/>Воронцовський палац
Справжньою окрасою міста є Воронцовський палац.
</p>
                <p  class="tobar"><img src="https://upload.wikimedia.org/wikipedia/commons/5/53/%D0%9F%D0%BE%D1%82%D1%8C%D0%BE%D0%BC%D0%BA%D1%96%D0%BD%D1%81%D1%8C%D0%BA%D1%96_%D1%81%D1%85%D0%BE%D0%B4%D0%B8_11.jpg" width="85px"/><br/>Потьомкінські сходи
Ще одна візитна картка Одеси – Потьомкінські сходи.
 Він був відкритий у 2004</p>      
            </p>



              <h2 id="wholesale" class="FantasticParty"> <i>Місця у Києві </i></h2>
           
           
            <p>
                <p  class="tobar"><img src="https://www.worldhistory.org/img/c/p/1600x900/14827.jpg" width="85px"/><br/>Софія Київська має тисячолітню історію.
</p>
                <p  class="tobar"><img src="https://7chudes.in.ua/wp-content/uploads/2015/02/1_4.jpg" width="85px"/><br/>Костел Святого Миколая
Про цей неоготичний шедевр у самому центрі столиці, 
на диво, знають далеко не всі відвідувачі.
 Він був відкритий у 2004</p>      
            </p>







           <h2 id="about_us" class="FantasticParty"> <i>Місця у Львовi</i></h2>
            <p>
                <p  class="tobar"><img src="https://map.ugcc.ua/pub/base/3ec038d0518de8d1.jpg" width="85px"/><br/>Собор Святого Юра Високий грекокатолицький храм 
на горі, який видно практично з усіх львівських пагорбів
</p>
                <p  class="tobar"><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Town_hall_in_Lviv2018.jpg/800px-Town_hall_in_Lviv2018.jpg" width="85px"/><br/>Площа Ринок і Львівська ратуша Найвідоміша площа Львова – площа Ринок.
 Розташована в центрі, в старій частині міста.
</p>      
            </p>

            <h2 id="discount" class="FantasticParty"> <i>Детальніше об українi </i></h2>
            <p class="pop"><b>

Історія</b>: Українська мова належить до східнослов'янської групи історично розвивалася в тісному контакті з іншими слов'янськими мовами, а також під впливом культур сусідніх народів.</p>

<p class="tobar"> <b>Лексика та Граматика</b> Українська мова багата на власну лексику, а граматика включає численні відмінювання та складні конструкції. Мова має давню літературну традицію, яка відзначається творчістю багатьох видатних письменників.</p>

            <p class="pop"><b>Діалекти:</b> У різних регіонах України існують діалекти, які можуть відрізнятися фонетикою, лексикою та вимовою.</p>



<p class="tobar"><b>Література</b>: Українська література має глибокі корені, починаючи від давньоруських літописів. Відомі письменники, такі як Тарас Шевченко, Іван Франко, Леся Українка, створили шедеври світової літератури.</p>

<p class="pop"><b>Музика та Танці</b>: Українська музична традиція включає у себе кобзарську музику, а також веселих і енергійних танців, таких як гопак та гуцульські танці.</p>
<p class="tobar"><b>Їжа:</b> Українська кухня славиться різноманіттям смачних страв, таких як борщ, вареники, голубці та смачні солодощі.</p>

    
<p class="pop"><b>Фольклор </b>Український фольклор включає у себе численні легенди, казки та народні пісні, що відображають історію та культуру народу.

Україна має багатий культурний спадок, який розкривається через мову, мистецтво, традиції та гостинність її людей.
</p>  
 </html>
